package ru.safiullin.legendarygame.parts;

public class Game {
    public void starting() {
        System.out.println("Приветствуем! Приготовьтесь к невероятным приключениям в The road of the walking! Вперёд!");
        System.out.println("Добро пожаловать, искатель! Мир перед тобой полон опасностей и тайн. Ты прибыл в Запределье теней, где веками бушует война между светом и тьмой. Легендарная Руна Всемудрия, ключ к окончательной победе над тьмой, скрыта где-то в глубинах этого мира. Для того чтобы достичь её, тебе предстоит пройти суровое испытание. Твой путь будет усеян могущественными существами — боссами, каждый из которых охраняет свой фрагмент древней силы. Покоряя их, ты не только получишь ценные награды, но и приблизишься к разгадке тайны Руны Всемудрия. Тебя ждут сложные подземелья, опасные локации и захватывающие сражения. Готовься к трудной, но увлекательной битве за будущее Запределье теней! Удачи тебе, искатель! Твоё путешествие к Руне Всемудрия начинается сейчас.");
    }
}
